Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_osallistui_arctic_arts_summitiin_yukonissa_.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso osallistui Arctic Arts Summitiin Yukonissa
smn: Saavâjođetteijee Juuso uásálistij Arctic Arts Summitân Yukonist

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistui Whitehorsen kaupungissa Yukonissa, Kanadassa järjestettyyn Arctic Arts Summitiin eli Arktisen taiteen huippukokoukseen 27.–29. kesäkuuta 2022.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso uásálistij Arctic Arts Summitân ađai Arktâsii taiđuu alemus čuákkimân 27.–29. kesimáánu 2022, mii uárnejui Whitehorse kaavpugist Yukonist Kanadast.

source: Kolmatta kertaa järjestettävä tapahtuma kokosi yhteen arktisten maiden ja sirkumpolaarisen alueen alkuperäiskansojen edustajat.
smn: Kuálmád tove ornimnáál tábáhtus nuurâi oohtân arktâsij staatâi já sirkumpolaarlii kuávlu algâaalmugij ovdâsteijeid.

source: Arktisen taiteen huippukokouksen tarkoituksena on vahvistaa taidetta ja kulttuuria pohjoisessa sekä edistää taiteen ja luovien alojen sirkumpolaarista yhteistyötä.
smn: Arktâsii taiđuu alemuu čuákkim ulmen lii nanodiđ taiđuu já kulttuur tavveen sehe ovdediđ taiđuu já kreatiivlij suorgij sirkumpolaarlii oovtâstpargo.

source: Vuoden 2022 tapahtuman teema on Connection to Land (yhteys maahan).
smn: Ive 2022 tábáhtus teema lii Connection to Land (ohtâvuotâ enâmân).

source: – Taide on meille alkuperäiskansoille yksi tärkeä keino ilmaista ja keskustella ajankohtaisista asioista.
smn: – Taaiđâ lii mijjân algâalmugáid ohtâ tehálâš vyehi olgospyehtiđ já savâstâllâđ äigikyevdilis aašijn.

source: Usein taiteessamme näkyy vahvasti alkuperäiskansojen arvomaailmaa sekä yhteys perinteisiin maihimme ja vesiimme.
smn: Maŋgii mii taiđust uáinoo nanosávt algâaalmugij árvumaailm sehe ohtâvuotâ mii ärbivuáváláid enâmáid já čassijd.

source: Näen tärkeäksi, että sirkumpolaarisen alueen alkuperäiskansojen edustajilla on tällaisia tilaisuuksia, joissa kokoonnumme yhteen taiteen merkeissä, toteaa Saamelaiskäräjien puheenjohtaja Juuso.
smn: Mun anam tehálâžžân, ete sirkumpolaarlii kuávlu algâaalmugij ovdâsteijein láá tágáreh tilálâšvuođah, main mij čokkânep oohtân taiđuu ooleest, paahud Sämitige saavâjođetteijee Juuso.

source: Tapahtuman aikana puheenjohtaja Juuso osallistui myös kaikkien kolmen Saamelaiskäräjien sekä Norjan ja Ruotsin kulttuurineuvostojen (kulturrådet) sekä taiteen edistämiskeskuksen tapaamiseen, jossa keskusteltiin mm. tulevaisuuden yhteistyöstä.
smn: Tábáhtus ääigi Juuso uásálistij meid puoh kuulmâ Sämitige sehe Taažâ já Ruotâ kulttuurraađij (kulttuurrådet) sehe taiđuu ovdedemkuávdáá teivâdmân, kost savâstâllui ei. puátteevuođâ oovtâstpargoost.

source: Lue lisää tapahtumasta: https://arcticartssummit.ca/
smn: Luuvâ lase tábáhtusâst: https://arcticartssummit.ca/

source: Kuva: Puheenjohtaja Tuomas Aslak Juuso ja Norjan Saamelaiskäräjien neuvoston jäsen (sámediggeráđđi) Maja Kristine Jåma.
smn: Kove: Saavâjođetteijee Tuomas Aslak Juuso já Taažâ Sämitige räđijeessân Maja Kristine Jåma.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
